[
    {
        "summary": "Ha Ha 4321 thanks for doing this and for not lighting the place on fire he will be coming later he is very good to meet you and nice to meet him too he thanks him for not setting the place alight.",
        "headline": "He thanks him for not setting the place on fire.",
        "gist": "Thanks for doing this.",
        "start": 610,
        "end": 16038
    },
    {
        "summary": "The Boring Company made a flamethrower and sold 20000 of them in four days. Frank wants to dig a tunnel under La to improve the traffic under the city. He doesn't understand his time management skills as he has a lot to do.",
        "headline": "The Boring Company made a flamethrower and sold 20000 of them in four days.",
        "gist": "The boring company makes flamethrower.",
        "start": 16124,
        "end": 574954
    },
    {
        "summary": "Elon Musk spends 80% of his time on engineering and manufacturing and the other 20% on SpaceX. He is worried about AI and thinks humans will not be able to hold a candle to AI in the future. Peta put out a statement that you shouldn't kick robots.",
        "headline": "Elon Musk spends 80% of his time on engineering and manufacturing and the other 20% on SpaceX.",
        "gist": "Tesla factory max.",
        "start": 575052,
        "end": 3201406
    },
    {
        "summary": "There is a trend of social awareness and promoting kindness and happiness as much as possible. The Tesla Model X can do a ballet thing to the Transa beer and Orchestra but most people don't know what it can do in terms of ludicrous mode and driving super fast and irresponsible on public roads.",
        "headline": "There is a trend of promoting kindness and happiness as much as possible.",
        "gist": "The social movement.",
        "start": 3201528,
        "end": 5907934
    },
    {
        "summary": "There's a big test site in central Texas near Waco, about 15 minutes away from Waco. It's free to go there to buy fireworks where kids can go to school. People in Texas are polite and polite. Everybody's got a gun. But it's not a good idea to make people angry.",
        "headline": "There is a test site in Central Texas near Waco where kids can buy fireworks.",
        "gist": "The problem with prejudice.",
        "start": 5908032,
        "end": 6293800
    },
    {
        "summary": "Mark would like politicians to be better at science. There is no incentive for them to be good at science. In China, Mark is not worried about the government policy of stopping use of Huawei phones. Huawei is the number two cell phone manufacturer in the world. Samsung is number one, Huawei is number 2, Apple is number 3.",
        "headline": "Mark is not worried about the government policy of stopping use of Huawei phones.",
        "gist": "Bottlenecks in the future of tech.",
        "start": 6295870,
        "end": 6520110
    },
    {
        "summary": "In the future, Privacy will be more important than money status and money. People want Privacy because they seem to put everything on the internet. People are confused about the idea that one day we are going to be able to share information. There's not that much that's kept private, that is actually relevant, that other people care about.",
        "headline": "In the future, Privacy will be more important than money status and money.",
        "gist": "The end of privacy.",
        "start": 6522110,
        "end": 6774660
    },
    {
        "summary": "It's very difficult to run a car company, especially a startup car company. Tesla came close to going bankrupt in 2008. Ford and Tesla are the only two car companies in the history of American car companies that haven't gone bankrupt. Elon Musk's friend told him to swear.",
        "headline": "Ford and Tesla are the only two car companies in the history of America that haven't gone bankrupt.",
        "gist": "Keeping a car company alive.",
        "start": 6777610,
        "end": 7216840
    },
    {
        "summary": "Jamie has some crazy tiles for his roof that are solar panels. It takes a while to test roof stuff because roofs have to last a long time. New product is coming out with tiles with solar cells embedded in the tiles. It's a tricky thing because you want to not see the solar cell behind the glass tile.",
        "headline": "New product with solar cells embedded in the tiles is coming out.",
        "gist": "Installing solar tiles.",
        "start": 7217230,
        "end": 7351202
    },
    {
        "summary": "The solar panels on the house they just looked at are sufficient to power the entire home. Air conditioning is the problem if you have an efficient air conditioner or if you don't have a smart home, they need to hook the solar panels into the air conditioning to make it work properly.",
        "headline": "The solar panels on the house they just looked at are sufficient to power the entire home, but they need to connect them to the air conditioning.",
        "gist": "Solar panels vs air conditioning.",
        "start": 7351276,
        "end": 7479458
    },
    {
        "summary": "There's a new technology that is powered by the heat of the human body. It's amazing that you can keep time mechanically on a wristwatch with these tiny little gears. The luxury watch market is fascinating. Jamie doesn't buy them for himself, but he admires their craftsmanship.",
        "headline": "There is a new technology that can keep time mechanically on a wristwatch.",
        "gist": "Other cool smart watches.",
        "start": 7479554,
        "end": 8457570
    },
    {
        "summary": "When Elon Musk was five or six. He thought he was insane. Because his mind was exploding with ideas all the time. Now he realizes it's not the case with most people. Elon's goal is to make useful things. Try to maximize the probability. And make the future exciting.",
        "headline": "When Elon Musk was young, he thought he was insane because his mind was exploding with ideas all the time.",
        "gist": "Meditation and the importance of productivity.",
        "start": 8457740,
        "end": 9345320
    },
    {
        "summary": "Elon loves the message that people should be nicer to each other and give more credit to others. He thanks Elon for all the innovations he has come up with and his constant flow of ideas. Elon's message resonates with him and he believes it to be true.",
        "headline": "Elon loves the message that people should be nicer to each other and give more credit to others.",
        "gist": "Any message you want to put out.",
        "start": 9345650,
        "end": 9411080
    }
]